Repository: Yukari-App/Yukari
Catalog: Yukari/Strings/*/Resources.resw
Source language: en_us
Languages: es_es, ja_jp, pt_br

# DownloadsHelp3
source: Removing a comic from favorites **automatically deletes all its downloaded data**.
es_es: Quitar un cómic de favoritos **elimina automáticamente todos sus datos descargados**.
ja_jp: お気に入りから漫画を削除すると、**ダウンロードされたデータはすべて自動的に削除されます**。
pt_br: Desfavoritar um quadrinho **automaticamente deletará todos os seus dados baixados**.

# SupportSection.Text
source: Support
es_es: Soporte
ja_jp: サポート
pt_br: Suporte

# SupportHelpExpander.Header
source: Need Help?
es_es: ¿Necesitas Ayuda?
ja_jp: ヘルプが必要ですか？
pt_br: Precisa de Ajuda?

# SupportHelpExpander.Description
source: Getting help and reporting problems
es_es: Obtener ayuda y reportar problemas
ja_jp: ヘルプの利用と問題の報告
pt_br: Conseguindo ajuda e reportando problemas

# SupportHelp1
source: If something isn't working, check the [known issues](https://github.com/Yukari-App/Yukari/issues) or report a new one. Your feedback is what makes Yukari better!
es_es: Si algo no funciona, revisa los [problemas conocidos](https://github.com/Yukari-App/Yukari/issues) o reporta uno nuevo. ¡Tus comentarios son los que hacen mejor a Yukari!
ja_jp: 何かが動作しない場合は、[既知の問題](https://github.com/Yukari-App/Yukari/issues) を確認するか、新しい問題を報告してください。あなたのフィードバックがYukariをより良くします！
pt_br: Se alguma coisa não funcionar, veja os [problemas conhecidos](https://github.com/Yukari-App/Yukari/issues) ou reporte um novo. Seu feedback é o que torna o Yukari melhor!

# InitializationErrorTXB.Text
source: An Error Occurred During Yukari Initialization
es_es: Ocurrió Un Error Durante la Inicialización de Yukari
ja_jp: Yukariの初期化中にエラーが発生しました
pt_br: Um Erro Ocorreu Durante a Inicialização do Yukari

# InitializationErrorSuggestionTXB.Text
source: Try reopening the app again. If the problem persists, please send feedback using the buttons below.
es_es: Intenta abrir la aplicación de nuevo. Si el problema persiste, por favor envía tus comentarios usando los botones de abajo.
ja_jp: アプリをもう一度開いてみてください。問題が解決しない場合は、下のボタンからフィードバックを送信してください。
pt_br: Tente reiniciar o aplicativo. Se o problema continuar, por favor, envie feedback usando os botões abaixo.

# CollectionsManagerHeader.Text
source: Collections Manager
es_es: Administrador de Colecciones
ja_jp: コレクション管理
pt_br: Gerenciador de Coleções

# CollectionsManagerDialog.CloseButtonText
source: Close
es_es: Cerrar
ja_jp: 閉じる
pt_br: Fechar

# EmptyCollectionsInfoBar.Title
source: You don't have any collections yet
es_es: Aún no tienes colecciones
ja_jp: まだコレクションがありません
pt_br: Você não tem coleções ainda

# EmptyCollectionsInfoBar.Message
source: To create one, enter a name below and click the button on the right.
es_es: Para crear una, introduce un nombre abajo y haz clic en el botón de la derecha.
ja_jp: 作成するには、下に名前を入力して右のボタンをクリックしてください。
pt_br: Para criar uma, digite um nome abaixo e clique no botão à direita.

# NewCollectionTXBox.PlaceholderText
source: New Collection Name
es_es: Nombre de la nueva colección
ja_jp: 新しいコレクション名
pt_br: Nome da Nova Coleção

# ComicCollectionsHeader.Text
source: Collections
es_es: Colecciones
ja_jp: コレクション
pt_br: Coleções

# ComicCollectionsDialog.CloseButtonText
source: Close
es_es: Cerrar
ja_jp: 閉じる
pt_br: Fechar

# EmptyComicCollectionsInfoBar.Title
source: You don't have any collections yet
es_es: Aún no tienes colecciones
ja_jp: まだコレクションがありません
pt_br: Você não tem coleções ainda

# EmptyComicCollectionsInfoBar.Message
source: To create one, go to Favorites → Collections → Manager.
es_es: Para crear una, ve a Favoritos → Colecciones → Administrador.
ja_jp: 作成するには、お気に入り → コレクション → 管理 へ進んでください。
pt_br: Para criar uma, vá até: Favoritos → Coleções → Gerenciar.

# FiltersHeader.Text
source: Filters
es_es: Filtros
ja_jp: フィルター
pt_br: Filtros

# FiltersDialog.CloseButtonText
source: Close & Apply
es_es: Cerrar y Aplicar
ja_jp: 閉じて適用
pt_br: Fechar e Aplicar

# LocalComicManagerHeader.Text
source: Local Comic Manager
es_es: Administrador de Cómics Locales
ja_jp: ローカル漫画管理
pt_br: Gerenciador de Quadrinhos Locais

# LocalComicManagerDialog.CloseButtonText
source: Close
es_es: Cerrar
ja_jp: 閉じる
pt_br: Fechar

# TitleTXBox.Header
source: Title
es_es: Título
ja_jp: タイトル
pt_br: Título

# AuthorTXBox.Header
source: Author
es_es: Autor
ja_jp: 作者
pt_br: Autor

# TagsTXBox.Header
source: Tags
es_es: Etiquetas
ja_jp: タグ

# TagsTXBox.PlaceholderText
source: Separate tags with commas. Ex: 'tag1,tag2,tag3'
es_es: Separa las etiquetas con comas. Ej: 'tag1,tag2,tag3'
ja_jp: タグはカンマで区切ってください。例: 'tag1,tag2,tag3'
pt_br: Separe tags com vírgulas. Ex: 'tag1,tag2,tag3'

# DescriptionTXBox.Header
source: Description
es_es: Descripción
ja_jp: 説明
pt_br: Descrição

# CoverTXBox.Header
source: Cover Path
es_es: Ruta de la Portada
ja_jp: カバーパス
pt_br: Caminho da Capa

# ComicFolderTXBox.Header
source: Comic Folder Path
es_es: Carpeta del Cómic
ja_jp: 漫画フォルダパス
pt_br: Pasta do Quadrinho

# ChapterFormatCBBox.Header
source: Ch. Format
es_es: Formato
ja_jp: チャプター形式
pt_br: Formato

# LocalChaptersFormat/FolderWithImages
source: Folder
es_es: Carpeta
ja_jp: フォルダ
pt_br: Pasta

# ReadingMode/RightToLeft
source: Right to Left
es_es: Derecha a Izquierda
ja_jp: 右から左
pt_br: Direita para Esquerda

# ReadingMode/LeftToRight
source: Left to Right
es_es: Izquierda a Derecha
ja_jp: 左から右
pt_br: Esquerda para Direita

# ReadingMode/Vertical
source: Vertical
ja_jp: 縦スクロール

# ScalingMode/FitScreen
source: Fit Screen
es_es: Ajustar a Pantalla
ja_jp: 画面に合わせる
pt_br: Ajustar à Tela

# ScalingMode/FitWidth
source: Fit Width
es_es: Ajustar al Ancho
ja_jp: 幅に合わせる
pt_br: Ajustar à Largura

# ScalingMode/FitHeight
source: Fit Height
es_es: Ajustar a la Altura
ja_jp: 高さに合わせる
pt_br: Ajustar à Altura

# ScalingMode/OriginalSize
source: Original Size
es_es: Tamaño Original
ja_jp: オリジナルサイズ
pt_br: Tamanho Original

# ComicStatus/Ongoing
source: Ongoing
es_es: En curso
ja_jp: 連載中
pt_br: Em Andamento

# ComicStatus/Completed
source: Completed
es_es: Completado
ja_jp: 完結
pt_br: Finalizado

# ComicStatus/Hiatus
source: Hiatus
es_es: Hiato
ja_jp: 休載中
pt_br: Hiato

# ComicStatus/Cancelled
source: Cancelled
es_es: Cancelado
ja_jp: 打ち切り
pt_br: Cancelado

source: Unknown
es_es: Desconocido
ja_jp: 不明
pt_br: Desconhecido

source: Error Getting Source Filters
es_es: Error al Obtener los Filtros
ja_jp: ソースフィルター取得エラー
pt_br: Erro Buscando Filtros

source: Error Getting Source Languages
es_es: Error al Obtener los Idiomas
ja_jp: ソース言語取得エラー
pt_br: Erro Buscando Idiomas

source: Error Fetching Comics
es_es: Error al Buscar los Cómics
ja_jp: 漫画取得エラー
pt_br: Erro Buscando Quadrinhos

source: Error Fetching Favorite Comics
es_es: Error al Buscar los Cómics Favoritos
ja_jp: お気に入り漫画取得エラー
pt_br: Erro Buscando Quadrinhos Favoritos

source: Error Fetching Comic Details
es_es: Error al Buscar los Detalles del Cómic
ja_jp: 漫画詳細取得エラー
pt_br: Erro Buscando Detalhes do Quadrinho

source: Error Fetching Comic User Data
es_es: Error al Buscar los Datos del Usuario del Cómic
ja_jp: 漫画ユーザーデータ取得エラー
pt_br: Erro Buscando Dados do Usuário do Quadrinho

source: Error Fetching Collections
es_es: Error al Buscar las Colecciones
ja_jp: コレクション取得エラー
pt_br: Erro Buscando Coleções

source: Error Fetching Comic Reading Progress
es_es: Error al Buscar el Progreso de Lectura
ja_jp: 漫画読書進行状況取得エラー
pt_br: Erro Buscando Progresso do Quadrinho

source: Error Fetching Chapters
es_es: Error al Buscar los Capítulos
ja_jp: チャプター取得エラー
pt_br: Erro Buscando Capítulos

source: Error Fetching Chapter User Data
es_es: Error al Buscar los Datos del Usuario del Capítulo
ja_jp: チャプターユーザーデータ取得エラー
pt_br: Erro Buscando Dados do Usuário do Capítulo

source: Error Fetching Chapter Pages
es_es: Error al Buscar las Páginas
ja_jp: ページ取得エラー
pt_br: Erro Buscando Páginas

source: Error Fetching Comic Sources
es_es: Error al Buscar las Fuentes
ja_jp: コミックソース取得エラー
pt_br: Erro Buscando Fontes

source: Failed Adding To Favorites
es_es: Error al Añadir a Favoritos
ja_jp: お気に入り追加失敗
pt_br: Falha ao Favoritar

source: Failed To Add Local Comic
es_es: Error al Añadir el Cómic Local
ja_jp: ローカル漫画追加失敗
pt_br: Falha ao Adicionar Quadrinho Local

source: Error Saving Progress
es_es: Error al Guardar el Progreso
ja_jp: 進行状況保存エラー
pt_br: Erro Salvando Progresso

source: Error Creating Collection
es_es: Error al Crear la Colección
ja_jp: コレクション作成エラー
pt_br: Erro ao Criar a Coleção

source: Error Renaming Collection
es_es: Error al Renombrar la Colección
ja_jp: コレクション名変更エラー
pt_br: Erro Renomeando Coleção

source: Error Adding Comic To Collection
es_es: Error al Añadir el Cómic a la Colección
ja_jp: コレクションへの漫画追加エラー
pt_br: Erro ao Adicionar o Quadrinho à Coleção

source: Error Saving Comic Reading Progress
es_es: Error al Guardar el Progreso de Lectura
ja_jp: 漫画読書進行状況保存エラー
pt_br: Erro Salvando Progresso do Quadrinho

source: Error Persisting Chapters
es_es: Error al Guardar los Capítulos
ja_jp: チャプター保存エラー
pt_br: Erro Salvando Capítulos

source: Error Persisting Local Chapters
es_es: Error al Guardar los Capítulos Locales
ja_jp: ローカルチャプター保存エラー
pt_br: Erro Salvando Capítulos Locais

source: Error Rescanning Local Chapters
es_es: Error al Reescanear los Capítulos Locales
ja_jp: ローカルチャプター再スキャンエラー
pt_br: Erro Reescaneando Capítulos Locais

source: Error Saving Chapter Progress
es_es: Error al Guardar el Progreso del Capítulo
ja_jp: チャプター進行状況保存エラー
pt_br: Erro Salvando Progresso do Capítulo

source: Error Setting Read Status
es_es: Error al Establecer el Estado de Lectura
ja_jp: 既読状態設定エラー
pt_br: Erro Definindo Status de Leitura

source: Error Updating Chapter Page Count
es_es: Error al Actualizar el Número de Páginas
ja_jp: チャプターページ数更新エラー
pt_br: Erro Atualizando Contagem de Páginas

source: Error Adding/Updating Comic Source
es_es: Error al Añadir/Actualizar la Fuente
ja_jp: コミックソース追加/更新エラー
pt_br: Erro Adicionando/Atualizando a Fonte

source: Error Updating Comic Source Status
es_es: Error al Actualizar el Estado de la Fuente
ja_jp: コミックソース状態更新エラー
pt_br: Erro Atualizando Status da Fonte

source: Error Removing Comic From Favorites
es_es: Error al Quitar el Cómic de Favoritos
ja_jp: お気に入りから漫画削除エラー
pt_br: Erro Desfavoritando Quadrinho

source: Error Removing Collection
es_es: Error al Eliminar la Colección
ja_jp: コレクション削除エラー
pt_br: Erro Removendo Coleção

source: Error Removing Comic From Collection
es_es: Error al Quitar el Cómic de la Colección
ja_jp: コレクションから漫画削除エラー
pt_br: Erro Removendo Quadrinho da Coleção

source: Error Removing Comic Source
es_es: Error al Eliminar la Fuente
ja_jp: コミックソース削除エラー
pt_br: Erro Removendo Fonte

source: Error Cleaning Up Data
es_es: Error al Limpiar los Datos
ja_jp: データクリーンアップエラー
pt_br: Erro ao Limpar o Armazenamento

source: No internet connection or source is offline.
es_es: No hay conexión a internet o la fuente está fuera de línea.
ja_jp: インターネット接続がないか、ソースがオフラインです。
pt_br: Sem conexão com a internet ou a fonte caiu

# DefaultErrorNotificationTitle
source: Error
ja_jp: エラー
pt_br: Erro

# DefaultInfoNotificationTitle
source: Information
es_es: Información
ja_jp: 情報
pt_br: Informação

# DefaultSuccessNotificationTitle
source: Success
es_es: Éxito
ja_jp: 成功
pt_br: Sucesso

# DefaultWarningNotificationTitle
source: Warning
es_es: Advertencia
ja_jp: 警告
pt_br: Aviso

source: Add Local Comic
es_es: Añadir Cómic Local
ja_jp: ローカル漫画を追加
pt_br: Adicionar Comic Local

source: Edit Local Comic
es_es: Editar Cómic Local
ja_jp: ローカル漫画を編集
pt_br: Editar Quadrinho Local

# ErrorInvalidComicUrl
source: Invalid ComicUrl
es_es: URL del Cómic Inválida
ja_jp: 無効な漫画URL
pt_br: URL do Quadrinho Inválida

# SuccessAddingUpdatingLocalComic
source: Local comic added/updated
es_es: Cómic local añadido/actualizado
ja_jp: ローカル漫画が追加/更新されました
pt_br: Quadrinho local adicionado/atualizado

# HiddenTags
source: {0} are hidden
es_es: {0} están ocultas
ja_jp: {0} 件が非表示です
pt_br: {0} estão ocultas

# DeleteAllChapters
source: Delete All
es_es: Eliminar todo
ja_jp: すべて削除
pt_br: Deletar Todos

# DownloadAllChapters
source: Download All
es_es: Descargar todo
ja_jp: すべてダウンロード
pt_br: Baixar Todos

# SuccessUpdatingComic
source: Comic data updated successfully.
es_es: Datos del cómic actualizados correctamente.
ja_jp: 漫画データが正常に更新されました。
pt_br: Dados do quadrinho atualizados com sucesso

# SuccessChaptersRescanned
source: Chapters rescanned.
es_es: Capítulos reescaneados.
ja_jp: チャプターが再スキャンされました。
pt_br: Capítulos reescaneados.

# ErrorComicNotFoundTitle
source: Comic Not Found
es_es: Cómic no encontrado
ja_jp: 漫画が見つかりません
pt_br: Quadrinho Não Encontrado

# ErrorComicNotFoundMessage
source: You are trying to access a comic that probably doesn't exist
es_es: Estás intentando acceder a un cómic que probablemente no existe
ja_jp: 存在しない漫画にアクセスしようとしています
pt_br: Você está tentando acessar um quadrinho que provavelmente não existe

# WarningSourceDisabled
source: Comic Source Disabled
es_es: Fuente Deshabilitada
ja_jp: コミックソースが無効です
pt_br: Fonte Desabilitada

# WarningReachedResultsLimitTitle
source: No More Results
es_es: No Hay Más Resultados
ja_jp: これ以上結果はありません
pt_br: Sem Mais Resultados

# WarningReachedResultsLimitMessage
source: You've reached the end of the results.
es_es: Has llegado al final de los resultados.
ja_jp: 結果の最後に到達しました。
pt_br: Você chegou ao fim dos resultados.

source: Next Chapter
es_es: Capítulo Siguiente
ja_jp: 次のチャプター
pt_br: Próximo Capítulo

source: Previous Chapter
es_es: Capítulo Anterior
ja_jp: 前のチャプター
pt_br: Capítulo Anterior

# ErrorNoChaptersFoundTitle
source: No Chapters Found
es_es: No se Encontraron Capítulos
ja_jp: チャプターが見つかりません
pt_br: Nenhum Capítulo Encontrado

# ErrorNoChaptersFoundMessage
source: No chapters found for this language.
es_es: No se encontraron capítulos para este idioma.
ja_jp: この言語のチャプターは見つかりませんでした。
pt_br: Não foram encontrados capítulos nesse idioma.

# WarningSelectedChapterNotFound
source: Selected chapter not found. Loading first chapter instead.
es_es: Capítulo seleccionado no encontrado. Cargando el primer capítulo en su lugar.
ja_jp: 選択したチャプターが見つかりません。代わりに最初のチャプターを読み込みます。
pt_br: O capítulo selecionado não foi encontrado. Carregando o primeiro no lugar.

# ErrorEmptyChapterPagesTitle
source: This Chapter Has No Pages
es_es: Este capítulo no tiene páginas
ja_jp: このチャプターにはページがありません
pt_br: Esse Capítulo Não Possui Páginas

# ErrorEmptyChapterPagesMessage
source: No Pages Found For This Chapter.
es_es: No se encontraron páginas para este capítulo.
ja_jp: このチャプターにはページが見つかりませんでした。
pt_br: Não Foram Encontradas Páginas para esse Capítulo

# SuccessComicSourceAddedUpdated
source: Comic source added/updated successfully.
es_es: Fuente añadida/actualizada correctamente.
ja_jp: コミックソースが正常に追加/更新されました。
pt_br: Fonte adicionada/atualizada com sucesso.

# WarningUpdatingSourceInUseRestartRequest
source: The source is already in use and cannot be updated now. Restart Yukari to complete the update.
es_es: La fuente está en uso y no se puede actualizar ahora. Reinicia Yukari para completar la actualización.
ja_jp: ソースは現在使用中で更新できません。Yukariを再起動して更新を完了してください。
pt_br: A fonte está em uso e não pode ser atualizada agora. Reinicie o Yukari para completar a atualização.

# WarningRemovingSourceInUseRestartRequest
source: The source is currently in use and cannot be removed. Restart Yukari to complete the removal.
es_es: La fuente está en uso y no se puede eliminar. Reinicia Yukari para completar la eliminación.
ja_jp: ソースは現在使用中で削除できません。Yukariを再起動して削除を完了してください。
pt_br: A fonte está em uso e não pode ser removida. Reinicie o Yukari para completar a remoção.

# SuccessStorageCleanedUp
source: Storage cleaned up successfully.
es_es: Almacenamiento limpiado correctamente.
ja_jp: ストレージが正常にクリーンアップされました。
pt_br: Armazenamento limpo com sucesso.
